/* No comment provided by engineer. */
" in the menu bar to start!" = " в меню, чтобы начать!";

/* No comment provided by engineer. */
" will be always hidden." = " всегда будет скрыт.";

/* No comment provided by engineer. */
" will be hidden." = " будет скрыто.";

/* No comment provided by engineer. */
"sec(s)" = "сек.";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• Облачное резервное копирование и синхронизация профилей";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Управляйте значками на панели меню как хотите";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Уменьшить интервал между иконками на панели меню";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Усильте ваши сценарии или ярлыки с помощью Barbee";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Поддержка меню бара с выемкой";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Неограниченное количество раз, когда вы можете показывать/скрывать значки панели меню";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Различные стили внешнего вида меню";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Список сочетаний клавиш:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️  Отслеживайте изменения в элементах меню панели задач, затем выполняйте действие";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Неотзывчивый элемент %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️ Barbee не собирает и не отслеживает никаких ваших личных данных, и Barbee не запрашивает никаких разрешений на доступ к сети.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Разрешение на доступность предоставлено";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Разрешение на запись экрана предоставлено";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Свяжитесь с нами";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Влево";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️ Перетащите, чтобы упорядочить элементы вашего меню так, как вы хотите!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Перезапуск Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Сообщить об ошибках";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Просмотреть детали...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Во всплывающем окне авторизации, пожалуйста, 🔓разблокируйте в нижнем левом углу сначала, затем ✔️разрешите Barbee в правом списке.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Ускорьте ваши скрипты или ярлыки с Barbee";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Экспорт журналов...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Усиленный режим";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Исправить проблемы с курсором";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Вы VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Присоединяйтесь к TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Щелкните правой кнопкой мыши, чтобы настроить группу виджетов Barbee";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Щелкните правой кнопкой мыши, чтобы настроить виджеты Barbee";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Управление виджетами";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Восстановить патчи";

/* No comment provided by engineer. */
"3-day Free Trial" = "3-дневная бесплатная пробная версия";

/* No comment provided by engineer. */
"About" = "О Barbee";

/* No comment provided by engineer. */
"Accessibility" = "Доступность";

/* No comment provided by engineer. */
"Action" = "Действие";

/* No comment provided by engineer. */
"Action:" = "Действие:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Активировать на %d секунд(ы)";

/* No comment provided by engineer. */
"Activate for a while" = "Активировать на время";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Активировать секунды: %d";

/* No comment provided by engineer. */
"Active" = "Активный";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Активный профиль Barbee с именем: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Активный профиль Barbee с именем.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Активный символ Barbee с номером: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Активный символ Barbee с номером.";

/* No comment provided by engineer. */
"Active Profile" = "Активный профиль";

/* No comment provided by engineer. */
"Active Symbol" = "Активный символ";

/* No comment provided by engineer. */
"Actived profile successfully" = "Профиль успешно активирован";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Добавить/Убрать внутреннюю тень и тень отбрасываемую панелью меню.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Все элементы меню";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Все элементы меню видны на внешних экранах";

/* No comment provided by engineer. */
"Alpha Value" = "Альфа значение";

/* No comment provided by engineer. */
"Always Hidden" = "Всегда Скрыт";

/* No comment provided by engineer. */
"Always Hidden Items" = "Всегда Скрытые Предметы";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Всегда скрытые элементы:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Всегда Скрытый Элемент Меню";

/* No comment provided by engineer. */
"App Modules" = "Модули приложения";

/* No comment provided by engineer. */
"Apply" = "Применить";

/* No comment provided by engineer. */
"Arrange" = "Организовать";

/* No comment provided by engineer. */
"Authorize" = "Авторизовать";

/* No comment provided by engineer. */
"Automation" = "Автоматизация";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "Функция автоматизации требует дополнительных разрешений!";

/* No comment provided by engineer. */
"Award" = "Награда";

/* No comment provided by engineer. */
"Backup profile successfully." = "Профиль успешно сохранен.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Резервное копирование на iCloud диск";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee требует доступа к функциям доступности для отображения или скрытия элементов меню.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee требует доступ к записи экрана, чтобы отслеживать список элементов меню и захватывать изображения измененных элементов.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee требует ваших разрешений для доступа к системным возможностям, чтобы обеспечить свою функциональность. Пожалуйста, ознакомьтесь с разрешениями ниже.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Иконка меню Barbee была скрыта";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Стать VIP, чтобы использовать без ограничений";

/* No comment provided by engineer. */
"Beta Testing" = "Бета-тестирование";

/* No comment provided by engineer. */
"Bundle Identifier" = "Идентификатор пакета";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Изменить состояние внутренней тени: ${innerShadowState}, состояние тени отбрасываемой: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Изменить цвет строки меню";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Изменить цвет строки меню: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Изменить состояние тени панели меню";

/* No comment provided by engineer. */
"Change Top Notch State" = "Изменить состояние высшего класса";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Изменить состояние топ-уровня: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Сменить обои...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Измените цвет строки меню текущего экрана, введите строку шестнадцатеричного кода цвета (например, \"0AB188FF\"). Восстановите цвет строки меню, если строка шестнадцатеричного кода пуста.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Изменение цвета меню требует авторизации в пользовательском каталоге";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "Изменение интервалов пунктов меню требует авторизации пользовательского каталога";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Выберите элемент меню";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Выберите режим Barbee";

/* No comment provided by engineer. */
"Click menu bar item" = "Нажмите на элемент меню";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Щелкните пункт меню (Только в расширенном режиме)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Нажмите на элемент меню по идентификатору: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Нажмите на элемент меню по идентификатору (например, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Нажмите на значок Barbee в строке меню, чтобы напрямую переключать видимость скрытых элементов";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Щелкните на панели меню, чтобы переключить видимость скрытых элементов";

/* No comment provided by engineer. */
"Click the icon " = "Нажмите на значок ";

/* No comment provided by engineer. */
"Close" = "Закрыть";

/* No comment provided by engineer. */
"Color" = "Цвет";

/* No comment provided by engineer. */
"Configuration" = "Конфигурация";

/* No comment provided by engineer. */
"Confirm" = "Подтвердить";

/* No comment provided by engineer. */
"Content" = "Содержание";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Corner Radius" = "Радиус угла";

/* No comment provided by engineer. */
"Current Item" = "Текущий элемент";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "Курсор Постоянно Мигает?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "Функция настраиваемых ярлыков требует дополнительных разрешений!";

/* No comment provided by engineer. */
"Dark Background Color" = "Тёмный цвет фона";

/* No comment provided by engineer. */
"Default" = "По умолчанию";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Стандартный интервал - системное значение по умолчанию для расстояния между элементами";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Задержка перед повторным скрытием элементов.";

/* No comment provided by engineer. */
"Delete" = "Удалить";

/* No comment provided by engineer. */
"Delete `%@`" = "Удалить `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Диагностика";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Вы хотите сохранить профили в iCloud?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "Вы хотите удалить профиль `%@`?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Вы хотите удалить эту автоматизацию?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Вы хотите удалить этот ярлык?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Вы хотите импортировать этот патч?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Вы хотите импортировать этот профиль?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "Вы хотите синхронизировать профили с iCloud?";

/* No comment provided by engineer. */
"Drop Shadow" = "Тень";

/* No comment provided by engineer. */
"Drop Shadow State" = "Состояние тени";

/* No comment provided by engineer. */
"Edit" = "Редактировать";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Энергосберегатель";

/* No comment provided by engineer. */
"Enhanced Mode" = "Усиленный режим";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "Улучшенный режим доступен только для экранов с вырезом";

/* No comment provided by engineer. */
"Export" = "Экспорт";

/* No comment provided by engineer. */
"Failed to active profile" = "Не удалось активировать профиль";

/* No comment provided by engineer. */
"Failed to backup profile." = "Не удалось выполнить резервное копирование профиля.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Не удалось изменить интервал пункта меню";

/* No comment provided by engineer. */
"Failed to export profile." = "Не удалось экспортировать профиль.";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "Не удалось устранить проблемы с курсором";

/* No comment provided by engineer. */
"Failed to import patch." = "Не удалось импортировать патч.";

/* No comment provided by engineer. */
"Failed to import profile." = "Не удалось импортировать профиль.";

/* No comment provided by engineer. */
"Failed to restore" = "Не удалось восстановить";

/* No comment provided by engineer. */
"Failed to sync profile." = "Не удалось синхронизировать профиль.";

/* No comment provided by engineer. */
"Feedback" = "Обратная связь";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "Успешно устранены проблемы с курсором";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Для работы настройки вы должны включить `Запуск при входе в систему` у Barbee, выйти и снова войти в macOS.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Найдено %d профиль(ей)";

/* No comment provided by engineer. */
"Frame" = "Рамка";

/* No comment provided by engineer. */
"General" = "Общий";

/* No comment provided by engineer. */
"Get all menu bar items" = "Получить все элементы меню";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Получить все элементы меню бара";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Всегда получайте скрытые элементы меню";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Всегда Показывать Скрытые Элементы Меню";

/* No comment provided by engineer. */
"Get App Modules" = "Получить модули приложения";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Получите модули приложения, используя идентификатор пакета приложения: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Получить скрытые элементы меню панели";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Получить скрытые элементы меню бара";

/* No comment provided by engineer. */
"Get it for free" = "Получите это бесплатно";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Показать элементы меню панели";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Получить Показанные Элементы Меню Панели";

/* No comment provided by engineer. */
"Get Started" = "Начать";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Перейти в настройки Barbee...";

/* No comment provided by engineer. */
"Got it" = "Понял";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Предоставить разрешения Barbee";

/* No comment provided by engineer. */
"Has Top Notch" = "Имеет высшее качество";

/* No comment provided by engineer. */
"Has top notch?" = "Есть верхний уровень?";

/* No comment provided by engineer. */
"Height" = "Высота";

/* No comment provided by engineer. */
"Help Center" = "Центр Помощи";

/* No comment provided by engineer. */
"Hidden" = "Скрытый";

/* No comment provided by engineer. */
"Hidden Items" = "Скрытые объекты";

/* No comment provided by engineer. */
"Hidden Items:" = "Скрытые предметы:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Скрытый элемент меню";

/* No comment provided by engineer. */
"Hide" = "Скрыть";

/* No comment provided by engineer. */
"Hide All" = "Скрыть все";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Скрыть элемент меню (только для расширенного режима)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Скрыть элемент меню по идентификатору: ${itemIdentifier}, к X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Скрыть элемент меню по идентификатору (например, \"com.apple.controlcenter-WiFi\"), X необязателен.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Скрыть непоказываемые элементы";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Удерживайте CONTROL(⌃) и кликните по иконке в строке меню, чтобы показать / скрыть все элементы";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Удерживайте CONTROL(⌃) и кликните на панели меню, чтобы показать / скрыть все элементы";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Удерживайте OPTION(⌥) и кликните на значок в строке меню, чтобы показать или скрыть скрытые элементы";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Удерживайте COMMAND(⌘), чтобы перемещать элементы меню";

/* No comment provided by engineer. */
"Hovered" = "Завис";

/* No comment provided by engineer. */
"Icon:" = "Значок:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Если у вас возникнут какие-либо проблемы или вы хотели бы помочь нам улучшить или локализовать Barbee, пожалуйста, не стесняйтесь обращаться к нам!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Если вы хотите использовать Barbee в обычном режиме, просто удалите предоставленные разрешения в Системных Настройках.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "Если ваш курсор продолжает мигать, вы можете попробовать нажать кнопку, чтобы устранить мерцание курсора.";

/* No comment provided by engineer. */
"Ignore" = "Игнорировать";

/* No comment provided by engineer. */
"Image" = "Изображение";

/* No comment provided by engineer. */
"Import" = "Импорт";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "В случае нескольких экранов, экраны без выреза будут использовать обычный режим для отображения/скрытия элементов меню";

/* No comment provided by engineer. */
"Inner Shadow" = "Внутренняя тень";

/* No comment provided by engineer. */
"Inner Shadow State" = "Внутреннее состояние тени";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "Горизонтальный отступ между элементами";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Вертикальный отступ между элементами";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "Отображается ли строка меню";

/* No comment provided by engineer. */
"Is menu bar visible?" = "Видна ли строка меню?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "Перемещаемо за фоном окна";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "Настоятельно рекомендуется запускать Barbee при входе в систему, вы хотите включить это?";

/* No comment provided by engineer. */
"Item has any changes" = "Товар имеет какие-либо изменения";

/* No comment provided by engineer. */
"Item Identifier" = "Идентификатор элемента";

/* No comment provided by engineer. */
"Items" = "Предметы";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Элементы, перетащенные влево, всегда будут скрыты. Удерживайте клавишу команды ⌘, чтобы перетаскивать элементы в строке меню.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Элементы, перетаскиваемые влево, будут скрыты. Удерживайте клавишу command ⌘, чтобы перетаскивать элементы в строке меню.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Элементы слева от значка";

/* No comment provided by engineer. */
"Launch At Login" = "Запуск при входе в систему";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Запускать Barbee при входе в систему?";

/* No comment provided by engineer. */
"Level" = "Уровень";

/* No comment provided by engineer. */
"Lifetime" = "Пожизненно";

/* No comment provided by engineer. */
"Lifetime - %@" = "Продолжительность жизни - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Светлый цвет фона";

/* No comment provided by engineer. */
"Love Barbee?" = "Любишь Barbee?";

/* No comment provided by engineer. */
"Lowest" = "Самый низкий";

/* No comment provided by engineer. */
"macOS log out required" = "Требуется выход из macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Заставляет выемку исчезать как НИНДЗЯ 🥷. (Вы также можете установить цвет строки меню в ⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Управляйте модулями приложения в строке меню";

/* No comment provided by engineer. */
"Manage Subscription" = "Управление подпиской";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Управление модулями системы в строке меню";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "Управление модулями приложения требует авторизации пользовательского каталога";

/* No comment provided by engineer. */
"Menu Bar" = "Меню";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Внешний вид строки меню";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Цвет границы строки меню:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Ширина границы строки меню:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Цвет панели меню:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Радиус углов строки меню:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Расстояние между элементами меню:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Макет панели меню";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "Функция расположения панели меню требует дополнительных разрешений!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Тень строки меню:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Размер строки меню:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Стиль строки меню:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Цвет панели меню:";

/* No comment provided by engineer. */
"Menu Bar:" = "Меню:";

/* No comment provided by engineer. */
"Mini" = "Мини";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "Режим успешно изменен";

/* No comment provided by engineer. */
"Mode:" = "Режим:";

/* No comment provided by engineer. */
"More" = "Больше";

/* No comment provided by engineer. */
"Multi-screen:" = "Мульти-экран:";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Name:" = "Имя:";

/* No comment provided by engineer. */
"New" = "Новый";

/* No comment provided by engineer. */
"New Items Location" = "Новое расположение предметов";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Запрос новых функций";

/* No comment provided by engineer. */
"New Single Widget..." = "Новый одиночный виджет...";

/* No comment provided by engineer. */
"New Widget" = "Новый Виджет";

/* No comment provided by engineer. */
"New Widget Group" = "Новая группа виджетов";

/* No comment provided by engineer. */
"New Widget Group..." = "Новая группа виджетов...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Новые обнаруженные элементы строки меню будут перемещены в:";

/* No comment provided by engineer. */
"No" = "Нет";

/* No comment provided by engineer. */
"No action" = "Нет действия";

/* No comment provided by engineer. */
"No backups" = "Нет резервных копий";

/* No comment provided by engineer. */
"No configurable app modules found" = "Не найдено настраиваемых модулей приложений";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Без зазора - без интервала между предметами";

/* No comment provided by engineer. */
"No items found" = "Не найдено ни одного элемента";

/* No comment provided by engineer. */
"No matching results" = "Нет соответствующих результатов";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Без подписки, совершенно бесплатно";

/* No comment provided by engineer. */
"Normal" = "Нормальный";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Нормальный зазор - нормальное расстояние между предметами";

/* No comment provided by engineer. */
"Normal Mode" = "Обычный режим";

/* No comment provided by engineer. */
"Not Now" = "Не сейчас";

/* No comment provided by engineer. */
"Notch:" = "Вырез:";

/* No comment provided by engineer. */
"Ok" = "Хорошо";

/* No comment provided by engineer. */
"One-time purchase" = "Одноразовая покупка";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Упс, нет скрытых предметов! 🔥️Вы можете упорядочить предметы в настройках.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Открыть Системные настройки...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Пожалуйста, удерживайте команду(⌘) и перетащите иконки `<`, `|` и `значок Barbee` в меню бар и расположите их в правильном порядке. Порядок следующий: всегда скрытые иконки `<` скрытые иконки `|` показанные иконки `значок Barbee`.";

/* No comment provided by engineer. */
"Preferences" = "Настройки";

/* No comment provided by engineer. */
"Preferences..." = "Настройки...";

/* No comment provided by engineer. */
"Privacy Policy" = "Политика конфиденциальности";

/* No comment provided by engineer. */
"Profile" = "Профиль";

/* No comment provided by engineer. */
"Profile Entry:" = "Запись профиля:";

/* No comment provided by engineer. */
"Profile Name" = "Имя профиля";

/* No comment provided by engineer. */
"Purchase & Restore" = "Покупка и восстановление";

/* No comment provided by engineer. */
"Quick Search" = "Быстрый поиск";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Быстрый поиск записи:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "Функция быстрого поиска требует дополнительных разрешений!";

/* No comment provided by engineer. */
"Quick Search:" = "Быстрый поиск:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Быстрый стартовый руководство";

/* No comment provided by engineer. */
"Quit" = "Уходить";

/* No comment provided by engineer. */
"Rate Now" = "Оцените сейчас";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "Оцените в Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Рекомендуется для пользователей с большим экраном или без скрытых системой значков.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "Рекомендуется пользователям со скрытыми значками на экране или пользователям с скрытыми иконками в системе.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Уменьшить частоту обновления при использовании батареи";

/* No comment provided by engineer. */
"Refresh" = "Обновить";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Интервал обновления в секундах";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Обновить элементы меню панели";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Обновить элементы меню панели";

/* No comment provided by engineer. */
"Regular" = "Регулярный";

/* No comment provided by engineer. */
"Related Item:" = "Связанный элемент:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Удалить вырез";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Удаляйте/добавляйте высший класс, когда вы используете с нишей Mac.";

/* No comment provided by engineer. */
"Request Access..." = "Запрос доступа...";

/* No comment provided by engineer. */
"Reset" = "Сброс";

/* No comment provided by engineer. */
"Reset All Permissions" = "Сбросить все разрешения";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ Сбросить все разрешения";

/* No comment provided by engineer. */
"Restore Purchase" = "Восстановить покупку";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Восстановление успешно завершено! Если это все еще не работает, пожалуйста, переустановите приложение.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Возвращает все пункты меню.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Всегда скрывает элементы скрытого меню.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Возвращает модули приложения, используя идентификатор приложения.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Возвращает скрытые элементы меню.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Возвращает показанные элементы меню.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "Возвращает, имеет ли текущий активный экран верхний вырез.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "Возвращает, видна ли текущая активная строка меню экрана.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Показать в Finder";

/* No comment provided by engineer. */
"Right➡️" = "Право➡️";

/* No comment provided by engineer. */
"Scopes:" = "Области:";

/* No comment provided by engineer. */
"Screen Recording" = "Запись экрана";

/* No comment provided by engineer. */
"Search" = "Поиск";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Искать элемент меню";

/* No comment provided by engineer. */
"Select" = "Выбрать";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Выберите связанный пункт меню";

/* No comment provided by engineer. */
"Select..." = "Выбрать...";

/* No comment provided by engineer. */
"Separated" = "Разделенные";

/* No comment provided by engineer. */
"SF Symbols" = "SF Символы";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Ярлык для отображения/скрытия всех элементов:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Ярлык для отображения / скрытия скрытых элементов:";

/* No comment provided by engineer. */
"Shortcut:" = "Ярлык:";

/* No comment provided by engineer. */
"Shortcuts" = "Ярлыки";

/* No comment provided by engineer. */
"Show" = "Показать";

/* No comment provided by engineer. */
"Show all" = "Показать все";

/* No comment provided by engineer. */
"Show All" = "Показать все";

/* No comment provided by engineer. */
"Show all menu bar items" = "Показать все элементы меню";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Показать запись в меню";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Показать скрытые элементы меню";

/* No comment provided by engineer. */
"Show in All Spaces" = "Показать во всех пространствах";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Показать элемент меню (только в расширенном режиме)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Показать элемент меню по идентификатору: ${itemIdentifier}, к X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Показать элемент строки меню по идентификатору (например, \"com.apple.controlcenter-WiFi\"), X необязателен.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Показать профиль в меню";

/* No comment provided by engineer. */
"Shown Items" = "Показанные предметы";

/* No comment provided by engineer. */
"Shown Items:" = "Показанные элементы:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Показанный элемент меню";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Небольшой зазор - правильный интервал между предметами";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Некоторые элементы меню будут перемещены в отдельную строку меню в расширенном режиме, этот режим требует от пользователя разрешения на некоторые необходимые права (запись экрана и доступность), но в обычном режиме дополнительных запросов на разрешения не будет.";

/* No comment provided by engineer. */
"Something Wrong?" = "Что-то не так?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Если после авторизации Barbee приложение по-прежнему сообщает, что нет разрешения, отмените авторизацию Barbee и удалите Barbee из списка авторизаций, затем перезапустите Barbee и снова предоставьте разрешения.";

/* No comment provided by engineer. */
"Start" = "Начать";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Автоматически запускать BarBee при входе в систему.";

/* No comment provided by engineer. */
"Startup:" = "Стартап:";

/* No comment provided by engineer. */
"State" = "Состояние";

/* No comment provided by engineer. */
"Switch App Module State" = "Переключить состояние модуля приложения";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Переключить режим Barbee";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Переключите состояние модуля приложения в строке меню по его идентификатору (например, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Переключите состояние модуля приложения:${state} в строке меню по его идентификатору: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Перейти в расширенный режим";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Перейти в обычный режим";

/* No comment provided by engineer. */
"Symbol Number" = "Символ номер";

/* No comment provided by engineer. */
"Symbol:" = "Символ:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Синхронизация с iCloud drive";

/* No comment provided by engineer. */
"Sync profile successfully." = "Профиль успешно синхронизирован.";

/* No comment provided by engineer. */
"Terms of Use" = "Условия использования";

/* No comment provided by engineer. */
"Text" = "Текст";

/* (No Comment) */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "Спасибо всем, кто поддерживает Barbee🖤.\nВаша поддержка - это топливо, которое заставляет меня двигаться вперед.\n\nЕсли вы студент, учитель, сопровождающий открытые исходные коды или если покупка этой платной версии выходит за рамки ваших текущих возможностей,\n👋 пожалуйста, свяжитесь со мной. Вы получите это бесплатно🆓️. \n\n🌐️ Если вы можете помочь перевести Barbee на ваш язык или улучшить текущие переводы Barbee, \nвы получите пожизненную версию, и ваше имя будет внесено в список участников проекта Barbee.";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Спасибо за покупку Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Спасибо, что попробовали Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "Автоматизация будет удалена и изменения вступят в силу немедленно";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "Бета-версия может содержать ошибки или вызывать проблемы. Мы всегда очень ценим любую обратную связь, которую вы можете предоставить.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Изменения были сохранены, и они вступят в силу после выхода и перезапуска приложения `%@`.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Были найдены следующие модули, которые могут отображаться в строке меню, вы можете включить или отключить их.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "Скрытая иконка меню появится в отдельной строке меню в правом верхнем углу.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Скрытые значки панели меню будут свёрнуты.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "Область наведения курсора панели меню включает меню приложения и область с логотипом Apple";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloud профили будут заменены локальными профилями, которые не могут быть восстановлены.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "Значок может оставаться в строке меню. Использование этой функции может повлиять на пользовательский опыт.";

/* No comment provided by engineer. */
"The item is invisible" = "Предмет невидим";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Предмет невидим из-за верхнего выреза, вы можете скрыть вырез, настроить разрешение дисплея или уменьшить количество видимых элементов в настройках Barbee.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Элемент не виден, потому что в строке меню недостаточно места, вы можете изменить разрешение экрана или уменьшить количество видимых элементов в настройках Barbee.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Локальные профили будут заменены профилями iCloud, которые нельзя восстановить.";

/* No comment provided by engineer. */
"The patch has been imported." = "Патч был импортирован.";

/* No comment provided by engineer. */
"The profile has been exported." = "Профиль был экспортирован.";

/* No comment provided by engineer. */
"The profile has been imported." = "Профиль был импортирован.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "Выбранный элемент сейчас не находится в строке меню";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "Тень под панелью меню";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "Тень в строке меню";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "Ярлык будет удален, и изменения вступят в силу немедленно";

/* No comment provided by engineer. */
"Then: %@" = "Тогда: %@";

/* No comment provided by engineer. */
"Thin" = "Тонкий";

/* (No Comment) */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Этот запрос появится, когда Barbee работает на новой macOS для захвата снимка экрана элементов меню. \n⛔️ Barbee - это автономное приложение без прав доступа к сети.";

/* No comment provided by engineer. */
"Top Notch" = "Высший класс";

/* No comment provided by engineer. */
"Topmost" = "Верхний";

/* No comment provided by engineer. */
"Trigger:" = "Триггер:";

/* No comment provided by engineer. */
"Unified" = "Унифицированный";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Перейти на Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Использовать Barbee в улучшенном режиме?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Использовать в Коротких командах";

/* No comment provided by engineer. */
"Redeem code" = "Используйте код для обмена";

/* No comment provided by engineer. */
"View iCloud profiles" = "Просмотр профилей iCloud";

/* No comment provided by engineer. */
"View URL Schemes" = "Просмотр схем URL";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Добро пожаловать в Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "При наведении на более длительный период времени показывать скрытые элементы.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "При наведении на панель меню скрытые элементы будут отображаться автоматически";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "При наведении курсора на меню приложения или логотип Apple(🍎), скрытые элементы также будут отображаться автоматически";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "При выходе из строки меню скрытые элементы снова будут скрыты";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Когда внешний экран становится активным, все элементы меню будут видны, и когда фокус будет потерян, они снова скроются.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Когда возникает проблема с Barbee, вы можете попробовать перезапустить Barbee, чтобы решить эту проблему.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Когда вы нажимаете на пустую область панели меню, Barbee будет переключать отображение скрытых элементов.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Когда вы кликнете по значку на панели меню, Barbee будет переключать отображение скрытых элементов вместо меню Barbee. Меню Barbee будет отображаться, когда вы кликнете правой кнопкой мыши на значок на панели меню.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Когда вы удерживаете CONTROL(⌃) и кликаете на значок в меню, Barbee будет переключать отображение / скрытие всех элементов.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Когда вы удерживаете CONTROL(⌃) и кликаете по строке меню, Barbee будет переключать отображение / скрытие всех элементов.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Когда вы удерживаете OPTION(⌥) и кликаете на значок в меню, Barbee будет переключать показ / скрытие скрытых элементов.";

/* No comment provided by engineer. */
"When: %@" = "Когда: %@";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "Независимо от того, любите ли вы Barbee или считаете, что мы могли бы делать лучше, мы хотим это знать!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Какой режим обучения вы бы хотели видеть?";

/* No comment provided by engineer. */
"Widget" = "Виджет";

/* No comment provided by engineer. */
"Widget Entry:" = "Вход виджета:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "Функция виджета требует дополнительных разрешений!";

/* No comment provided by engineer. */
"Width" = "Ширина";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Неправильный порядок иконок меню Barbee";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Ежегодно";

/* No comment provided by engineer. */
"Yearly - %@" = "Ежегодно - %@";

/* No comment provided by engineer. */
"Yearly VIP membership" = "Годовая подписка VIP-членства";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Вы можете изменить расположение значка меню Barbee в настройке `Расположение на панели меню`";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Вы можете ознакомиться с кратким руководством для начинающих, чтобы узнать больше о двух режимах Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Вы можете включить или отключить запись `Профиль` в меню Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Вы можете включить или отключить элемент `Быстрый поиск` в меню Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Вы можете включить или отключить запись `Виджет` в меню Barbee.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Вы можете экспортировать диагностические логи и отправить их обратно разработчику, что может помочь разработчику решить вашу проблему.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Вы можете изменить макет дополнительной панели меню в окне настроек приложения";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "Вы разблокировали все функции на 3 дня, наслаждайтесь ими сейчас!";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "Вы разблокировали все функции, наслаждайтесь этим сейчас!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Ваш платеж будет списан с вашего аккаунта iTunes после подтверждения покупки. Ваш аккаунт iTunes будет снова списан, когда ваша подписка автоматически продлится по окончании текущего периода подписки, если автоматическое продление не будет отключено как минимум за 24 часа до конца текущего периода. Вы можете управлять автоматическим продлением или отключить его в настройках вашего Apple ID в любое время после покупки.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "Когда ширина экрана достаточно велика, значки на панели меню больше не будут скрыты";

/* No comment provided by engineer. */
"The screen width threshold" = "Пороговое значение ширины экрана";

/* No comment provided by engineer. */
"pixel(s)" = "пиксель(и)";

/* No comment provided by engineer. */
"Found screen size(s):" = "Найденные размеры экрана:";

/* No comment provided by engineer. */
"Reset All" = "Сбросить все";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Восстановить стандартный вид:";

/* No comment provided by engineer. */
"Follow us" = "Подписывайтесь на нас";

/* No comment provided by engineer. */
"Translate Barbee" = "Перевести Barbee";

/* No comment provided by engineer. */
"Start Translating" = "Начать перевод";

/* No comment provided by engineer. */
"💦Contributors" = "💦Участники";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "Особая благодарность пользователям за помощь в локализации Barbee! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Перевод Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Если вы хотите помочь перевести Barbee на другие языки или улучшить существующие переводы, мы будем очень благодарны.";

/* No comment provided by engineer. */
"Optimization:" = "Оптимизация:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Уменьшить помехи от значка `Запись экрана`";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Снизить частоту обновления значка на панели меню и оптимизировать вероятность появления значка `Запись экрана`.";

/* No comment provided by engineer. */
"Special thanks to:" = "Особая благодарность:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Оптимизировать клик курсором, проблемы с невозможностью перемещения, мерцанием и исчезновением";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Использовать более оптимизированный алгоритм управления значками на панели меню";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Совет: Вы также можете удерживать команду ⌘ и перетаскивать значок на панели меню, чтобы изменить расположение панели меню.";

/* No comment provided by engineer. */
"Special Item Library:" = "Специальная библиотека объектов:";

/* No comment provided by engineer. */
"Add spacer between items" = "Добавить разделитель между объектами";

/* No comment provided by engineer. */
"Put items into a group" = "Поместить объекты в группу";

/* No comment provided by engineer. */
"Spacer width: %d" = "Ширина разделителя: %d";

/* No comment provided by engineer. */
"Width:" = "Ширина:";

/* No comment provided by engineer. */
"Spacer width: %d" = "Ширина разделителя: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "Автоматически скрывать другие объекты перед показом скрытых объектов";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "Показывать скрытые объекты более кратко и сосредоточенно, но работает только в 'Расширенном режиме'";

/* No comment provided by engineer. */
"Items in group:" = "Объекты в группе:";

/* No comment provided by engineer. */
"Candidates:" = "Кандидаты:";

/* No comment provided by engineer. */
"Group: %@" = "Группа: %@";

/* No comment provided by engineer. */
"No name" = "Без названия";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "Выпадающее меню участвует в переключении окон macOS";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "Выпадающее меню может стать активным окном пользователя.";

/* No comment provided by engineer. */
"Show group on click" = "Показать группу по клику";

/* No comment provided by engineer. */
"Show group on hover" = "Показать группу при наведении";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "Автосинхронизация с iCloud";

/* No comment provided by engineer. */
"Rename" = "Переименовать";

/* No comment provided by engineer. */
"Matches icon state" = "Соответствует состоянию значка";

/* No comment provided by engineer. */
"Does not match icon state" = "Не соответствует состоянию значка";

/* No comment provided by engineer. */
"Battery state" = "Состояние батареи";

/* No comment provided by engineer. */
"Power source" = "Источник питания";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️Любой источник питания";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 Батарея";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 Сетевой адаптер";
